---
kind: property
id: P:Autodesk.Revit.DB.IndependentTag.MultiLeader
zh: 标记、打标、标签
source: html/5501affb-b03f-8bca-de56-c12a42915bc6.htm
---
# Autodesk.Revit.DB.IndependentTag.MultiLeader Property

**中文**: 标记、打标、标签

Returns if the tag if referencing multiple elements and/or sub-elements.

## Syntax (C#)
```csharp
public bool MultiLeader { get; }
```